// צור קומפוננטה שמחזירה "hello" על 
// צור קומפוננטה שמציגה רכב על המסך
// הצג את הרכב 10 פעמים
// צור קומפוננטה שמחזירה את השם שלך
// הפעל את הקומפונטה משאלה 3 בתוך הקומפוננטה משאלה 1
// צור קומפוננטות של header, main, footer והצג אותם על המסך















// Props

// צור קומפוננטה שמקבלת שם ומציגה על המסך "hello" עם השם
// חזור על זה 10 פעמים
// צור קומפוננטה שמקבלת שם וגיל ומציגה על המסך את השם והגיל
// חזור על זה 10 פעמים
// צור קומפוננטה שמקבלת לינק ומחזירה תמונה
// חזור על זה עם 3 תמונות
